Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/aho.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: - a building envelope design
nb: - måling- og sertifiseringssystemer.

source: The Bahrain Pearling Path is a passage through the historical city, dotted by such historical monuments.
nb: Bahrain Pearling Path er en passasje gjennom den historiske byen, spekket med slike historiske monumenter.

source: Frederica Miller has written the book «Living Houses», many articles and information pamphlets, like the report «10 ecovillages in 10 years».
nb: Frederica Miller har skrevet boka "Levende Hus", mange artikler og mindre informasjonshefter, som rapporten "10 økosamfunn på 10 år i Norge".

source: The workshops have materials for sale to students and courses.
nb: Verkstedene har materialer til salgs for studenter og kurs.

source: The course consists of two activities: a series of lectures by architects, athletes and historians, and weekly reviews of progress.
nb: en serie foredrag av arkitekter, idrettsutøvere og historikere, og ukentlige gjennomganger av fremdriften.

source: Information about cases the management, the departments, the administration and the students are working on is important for increasing understanding between all the different groups at AHO.
nb: Informasjon om saker det jobbes med i ledelsen, på instituttene, i administrasjonen og blant studentene er et viktig ledd i større forståelse mellom alle grupper i AHO-familien.

source: Our pedagogical approach is based on exploration, conceptualization and design.
nb: Vår pedagogiske tilnærming er basert på utforskning, konseptualisering og design.

source: Innovation in municipalities:
nb: Innovasjon i kommuner:

source: given a thorough introduction to System Oriented Design, Rich Design Space, GIGA mapping, ZIP analysis and systemic evaluation.
nb: en grundig innføring i systemorientert design, Rich Design Space, GIGA-mapping, ZIP-analyse og systemevaluering.

source: - To initiate the opening and development of new fields of design.
nb: - å initiere åpning og utvikling av nye felt innen design.

source: Later, he and Emily Fjeld were invited to Kahn's birthplace, the island of Saaremaa in Estonia, to give the keynote lecture to the Louis Kahn Estonia Foundation's celebration of the anniversary.
nb: Senere ble han og Emily Fjeld invitert til Kahns fødested, øya Saaremaa i Estland, for å holde hovedforelesningen til Louis Kahn Estonia Foundations markering av jubileumet.

source: Design for democracy is at the forefront of an international movement based on initiatives by Ezio Manzini and Victor Margolin.
nb: Design for demokrati befinner seg i spissen for en internasjonal bevegelse utgått fra initiativer fra Ezio Manzini og Victor Margolin.

source: In July 2018, the book «Ecovillages around the world» was published, that she edited for Gaia Education and Global Ecovillage Network.
nb: Juli 2018 kom boken «Ecovillages around the world» som hun har redigert for Gaia Education, Global Ecovillage Network.

source: Digital lectures in January
nb: Digital undervisning i januar

source: Your association to the course must be coded in Felles studentsystem (FS).
nb: For å få tilgang til Leganto må du være koblet til kurset i Felles studentsystem (FS).

source: Siyadi Majlis, Murad Majlis, Al-Jalahma House, Nukhidhah House are among the properties where the social gatherings took place.
nb: Siyadi Majlis, Murad Majlis, Al-Jalahma House, Nukhidhah House er blant eiendommene der de sosiale samlingene fant sted.

source: Teachers must ensure that new requirements for distance (1 meter) and a maximum of 50 people in the same room are complied with.
nb: Lærerne må sørge for at nye krav til avstand (1 meter) og max 50 personer i samme rom overholdes.

source: Systems-oriented design at AHO
nb: Systemorientert design på AHO

source: Ecologist and associate professor II Siri Lie Olsen, from NINA, has recently been appointed.
nb: Nå starter økolog og førsteamanuensis II, Siri Lie Olsen, (fra NINA).

source: It has approx. 2000 inhabitants and a spectacular landscape setting.
nb: 2000 innbyggere og en spektakulær natur.

source: The diploma report should give an overview of the project, the process, the possible outcomes (impacts) and the student’s reflections.
nb: Diplomrapporten bør gi en oversikt over prosjektet, prosessen, mulige resultater (påvirkning) og studentens refleksjoner.

source: The fall 2015 semester will focus on locally specific spatial qualities, programmatic (use-related) and environmental criteria as the primary inputs into the design process.
nb: Høstsemesteret 2015 vil fokusere på lokalt spesifike romlige kvaliteter, programmatiske- (bruker-relaterte) og miljø-kriterier som hoved-input i designprosessen.

source: Phase 02 consists of two tracks from which students can choose.
nb: Fase 02 består av to spor som elevene kan velge fra.

source: - the prepared project-material and presence at 3 public reviews
nb: - Innleverte deloppgaver + tilstedeværelse ved 3 fellesgjennomgåelser

source: The diploma is a self-initiated and self-organised project that takes place over 18 weeks.
nb: Diplomprosjektet iverksettes og organiseres av studentene selv og foregår over en periode på 18 uker.

source: Detailed arrangements designed and laid out on Moodle.
nb: Detaljert opplegg utformes og legges ut på Moodle ved hver deloppgavestart.

source: Skills in putting together and presenting a complex spatial and morphological study.
nb: Ferdigheter i å sette sammen og presentere en kompleks romlig og stedlig studie.

source: Social gathering places during this period included coffees houses, lounges for socializing (Majils), as well as houses of music.
nb: Sosiale samlingsplasser i denne perioden inkluderte kaffehus, salonger for sosialt samvær (Majils), samt musikkhus.

source: Littérature potentielle is defined as «the search for new srtuctures and patterns that can be used by the writer as he pleases.»
nb: Littérature potentielle defineres som «letingen etter nye strukturer og mønstre som forfattere kan bruke etter eget behag.»

source: 2 year international master students must have been approved for industrial design.
nb: Studenter på internasojnal 2-årig master må ha blitt godkjent for industridesign.

source: Passed foundation level courses at AHO (BA level) or equivalent education of 180 ECTS.
nb: Beståtte emner på grunnivå (bachelor) på AHO eller tilsvarende,tilsammen 180 studiepoeng.

source: The course is given in the form of weekly lectures, 3-4 hours of instruction a week, and 3-4 seminars/work shops during the semester.
nb: Undervisningen blir gitt i form av ukentlige forelesninger, 3-4 undervisningstimer i uken, og 3-4 seminarer i løpet av semesteret.

source: Teaching will be mainly in the form of weekly tutoring, pin-ups, lectures, seminars and work shops.
nb: Undervisningen foregår i form av ukentlig veiledning, gjennomgang av prosjektarbeidet, forelesninger, seminarer og befaringer.

source: Only 16 students from AHO intend to study abroad.
nb: Kun 16 studenter fra AHO skal etter planen på utveksling til våren.

source: Students will be introduced to System Oriented Design (SOD) as a method and approach, to be able to work with a greater degree of complexity.
nb: Studentene får en innføring i systemorientert design (SOD) som metode og tilnærming, for å kunne arbeide med en større grad av kompleksitet.

source: (2015), co-written with John Pl√łger.
nb: (2015), skrevet sammen med John Pløger.

source: Bo01, competition for “Norwegian house” in Malmø.
nb: Bo01, konkurranse om den norske boligen i boligutstilling i Malmø.

source: The symptoms of COVID-19 can be mild and difficult to distinguish from other respiratory infections.
nb: Symptomer på covid-19 kan være milde og vanskelige å skille fra andre luftveisinfeksjoner.

source: There is obligatory attendance at lectures, tutorials and presentations.
nb: Det er obligatorsik fremmøte ved forelesninger, veiledning og gjennomganger.

source: • Explain and argue for their aesthetic choices.
nb: • Kunne argumentere for og begrunne estetiske valg.

source: An active year for Per Olaf Fjeld
nb: Et aktivt år for Per Olaf Fjeld

source: Ecologist and professor II Kari Anne Bråthen, from the University of Tromsø, joined us a couple of years ago.
nb: Økolog og professor II Kari Anne Bråthen (fra Universitetet i Tromsø) har vært hos oss i et par år.

source: ), Compendium available as PDF on Moodle, and in the library
nb: ), Kompendie tilgjengelig som PDF på Moodle, samt på biblioteket

source: Open lecture with Frederica Miller
nb: Åpen forelesning med Frederica Miller

source: “It has been 25 years since they moved from the segregated institutionalized model for caring and integration into communities for people with cognitive disabilities, and the services are still not good enough.
nb: – Det er 25 år siden de gikk fra en segregert og institusjonell omsorgs- og integreringsmodell i samfunnet for mennesker med kognitive utfordringer, og tjenestene er fortsatt ikke god nok.

source: In spring and autumn Jarmund/Vigsnæs Architects work with densification in this quarter commissioned by IC Dahl real estate.
nb: I vår og høst vil Jarmund/Vigsnæs Arkitekter arbeide med fortetting i dette kvartalet på oppdrag av IC Dahl eiendom.

source: In the autumn of 2019, Karl Otto Ellefsen together with Tarald Lundevall published the book «North Atlantic Coast - A Monography of Place» at PAX publishing house.
nb: Høsten 2019 ga Karl Otto Ellefsen sammen med Tarald Lundevall ut boka «North Atlantic Coast - A Monography of Place» på PAX forlag.

source: The new measures apply from Wednesday 15 December and the next four weeks.
nb: De nye tiltakene gjelder fra onsdag 15.

source: Julie Helgeland Davidsen og Monica Tomescu-Rohde from the Norwegian Academy of Music performed, Berit Lindquister spoke on behalf of AHO’s faculty, and Hans-Martin Erlandsen spoke on behalf of the class of 2017.
nb: Julie Helgeland Davidsen og Monica Tomescu-Rohde fra Norges musikkhøgskole spilte, Berit Lindquister talte på vegne av AHOs lærere, og Hans-Martin Erlandsen hold en siste tale på vegne av 2017-kullet.

source: - independent and prejudiceless thinking and working
nb: Selvstendig og fordomsfri tenkning og arbeid

source: Zoom has better functionality for these purposes than ie.
nb: Zoom har bedre funksjonalitet for dette enn feks.

source: 1 Introduction Urbanism: Cities and architecture
nb: 1 Introduksjon urbanisme: By og arkitektur

source: Course registration - spring 2022
nb: Kursregistrering - våren 2022

source: Congratulations to Andreas Kalstveit, Jørgen Tandberg, Ona Flindall and Marianne Lucie Skuncke for awards at Europan 15. Nov
nb: Gratulerer til Andreas Kalstveit, Jørgen Tandberg, Ona Flindall og Marianne Lucie Skuncke for utmerkelser ved Europan 15.

source: Until the development of artificially cultured pearls in the 1920’s, pearls were more valuable than even diamonds, and exceptional pearls were highly prized.
nb: Inntil utviklingen av kunstige dyrkede perler på 1920-tallet, var perler mer verdifulle enn diamanter, og eksepsjonelle perler ble høyt verdsatt.

source: The OPEN BRIDGE DESIGN platform has been launched and has attracted a lot of international attention.
nb: OPEN BRIDGE DESIGN plattformen er lansert og fått stor internasjonal interesse.

source: This year was the 120th anniversary of Louis Kahn’s birth and on this occasion Per Olaf was asked to give a lecture at the London Architecture and Design Festival.
nb: I år har det vært 120-årsjubileum for Louis Kahn og i den anledning ble Per Olaf bedt om å holde en forelesning på London Architecture and Design Festival.

source: The government held a press conference on Tuesday 7 December where
nb: desember og de neste fire ukene. Regjeringen hadde tirsdag 7. desember pressekonferanse hvor

source: The course is only open to students of the RCAT / ACDL studio course.
nb: Kurset er kun åpent for studenter ved RCAT / ACDL studio kurs.

source: National evaluations are also conducted, including the national student survey Studiebarometeret and the students’ health and well-being survey (SHOT).
nb: I tillegg gjennomføres det nasjonale evalueringer, som blant annet Studiebarometeret og SHoT-undersøkelsen.

source: She has specialised in ecologically sound building and planning in the last 40 years.
nb: Hun har bygget opp en spesialkunnskap om økologisk forsvarlig bygging og planlegging gjennom de siste 40 år.

source: A minimum of 80% attendance is required to pass the course.
nb: Minst 80% tilstedeværelse kreves for å bestå kurset.

source: First year design students made a 250 meter long chain reaction at AHO on Thursday
nb: Førsteklassens 250 meter "chain reaction" skapte liv og lyd på AHO torsdag.

source: The Oslo School of Architecture and Design (AHO) has a separate entrance exam, where general admission is presupposed.
nb: Arkitektur- og designhøgskolen i Oslo (AHO) har en egen opptaksprøve, hvor generell studiekompetanse er forutsatt.

source: Through monitoring systems such as satellite monitoring and remote sensing systems of land and seas, Svalbard is reaching out to the world, providing essential data and research material.
nb: Ved hjelp av overvåkningssystemer/remote-sensing av land- og sjøområder, knytter Svalbard seg til resten av verden ved å levere data og forskningsmateriell.

source: The students will also be given essays, articles and book chapters throughout the course, which will also be available in Moodle.
nb: Studentene vil også få utlevert essays, artikler og bokkapitler fortløpende i kurset, som også vil være tilgjengelig på Moodle.

source: Because the government has decided to concentrate most of the ministries on the site and build most of the new buildings south of Ring 1 by 2024, the necessary area produces very tall towers.
nb: Regjeriningens beslutning om å flytte de fleste departementene til Hammersborg og plassere brorparten av den nye bygningsmassen sør for ring 1 innen 2024, gir bygninger med svært stor høyde, i sterk kontrast til det eksisterende bylandskapet.

source: The joint degree in landscape architecture, in Tromsø, presented the northern-Norwegian cooperation and diploma project ‘Framnesparken’ in Narvik.
nb: Fellesgraden i landskapsarkitektur, avdeling Tromsø, presentere nordnorsk samarbeid og diplomprosjektet «Framnesparken» i Narvik.

source: They rehearse on co-design, on building their expert networks and facilitation.
nb: Det øves på co-design, bygging av expertnettverk og fasilitering.

source: A geologic cross-section of Svalbard illustrating changing water levels over time, connected to a GIS topographic plan of that chronologically traces the fluid interface between land and water.
nb: Et geologisk tverrsnitt av Svalbard som illustrerer varierende vann-nivå over tid, og forbundet med en GIS topografisk plan som kronologisk viser den varierende grenseflaten mellom land og sjø.

source: It is about how science and technology, art and aesthetics, ethics and politics, economy and society, religion and beliefs, constitute what we believe to be true.
nb: Det dreier seg da om vitenskap og teknologi, kunst og estetikk, etikk og politikk, økonomi og samfunn, religion og trosoppfatninger.

source: Partners and supervisors depend on the specialisations and/or themes that the projects take up.
nb: Spesialiseringene og/eller temaene prosjektene tar opp, styrer valg av partnere og veiledere.

source: The work is arranged as a design studio with lectures, workshops and presentations woven in as a natural part of the activity.
nb: Arbeidet gjennomføres som et designstudio med integrerte forelesninger, workshops og presentasjoner.

source: The platform consists of a wooden structure and a floor sustained by 20 different concrete elements.
nb: Plattformen består av en trekonstruksjon og et gulv som er holdt oppe av 20 ulike betongelementer.

source: AHO pays for the use of chapters/articles above the 15% included in the Kopinor agreement.
nb: AHO betaler for bruk utover de 15% som er inkludert i Kopinor-avtalen.

source: These people will have the most infectious symptoms (coughing and sneezing in particular).
nb: Det vil være personer med symptomer som er mest smittsomme (spesielt ved hosting og nysing).

source: AESTHETICS: Give students an understanding that aesthetics are an integral part of GIGA-Mapping and advanced design thinking.
nb: Gi studentene en forståelse for at estetikk er en integrert del av giga-mapping og avansert designtenking.

source: A Student Notable was also awarded to Camilla Monrad-Krohn and Ask Helseth for their
nb: Student Notable gikk også til Camilla Monrad-Krohn og Ask Helseth for

source: Through a series of studies, the Tromsø Academy of Landscape and Territorial Studies have investigated landscapes and their development in a variety of Arctic Territories, demonstrating that there is a major global influence on local communities, and territories.
nb: Tromsø Academy of Landscape and Territorial Studies har gjennom forskningsprosjektet Future North og en serie design-studioer utforsket urbane landskap og territorier og deres utvikling i en tid der globale krefter og klimaforandring bidrar til å akselerere endring.

source: An excurison or longer visit to Muharraq is planned, but in these times of COVID19, this is subject to change.
nb: En ekskursjon er planlagt til Muharraq, men i disse COVID19-tider kan dette endres.

source: In cooperation with Statsbygg, the school is set to find new premises in autumn 2021.
nb: I samarbeid med Statsbygg skal skolen finne nye lokaler høsten 2021.

source: Institute of Urbanism and Landscape at AHO is involved with exhibition, book launch, performance, workshops, film screenings etc.
nb: Institutt for urbanisme og landskap ved AHO er bredt involvert på arrangementsiden med utstilling, performance, workshops, boklansering, filmvisning etc.

source: This course builds on the design skills and methods learnt across the previous Foundation and Master courses.
nb: Kurset er basert på designferdigheter og -metoder opparbeidet gjennom kurs på bachelor- og masternivå.

source: in the categories "Strategy & Research Award" and "Transportation Award".
nb: i kategoriene "Strategy & Research Award" og "Transportation Award".

source: The purpose of the advice is to reduce the risk of spreading COVID-19.
nb: Formålet med rådene er å redusere risiko for smitte med covid-19.

source: An important reference in the studio will be Norwegian landscape painting represented by the work of Lars Hertervig (1830-1902) and the studio will start with explorations of Hertervig's landscape paintings and the establishment of individual sites on the basis of these studies.
nb: En viktig referanse i kurset vil være norsk landskapsmaleri, dette semesteret representert ved kunstneren Lars Hertervig (1830-1902), og kurset kommer til å starte med studier av Hertervigs landskapsmaleri og etablering av individuelle tomter på grunnlag av disse undersøkelsene.

source: - developed their understanding for the connection between drawing method/-tool and conceptual content
nb: - ha utviklet forståelsen for sammenhengen mellom tegnemetode/-redskap og idémessig innhold

source: brand theory: strategy, vision, values, competitors etc.
nb: strategi, visjon, verdier, konkurrenter, etc.

source: In addition both Heidi Hoen (
nb: I tillegg fikk Heidi Hoen (

source: The students inspire and evaluate each other along the way through interviews, co-writing, co-design and student-driven assessment.
nb: Studentene inspirerer og evaluerer hverandre underveis gjennom intervjuer, samskriving, samdesign og student drevet vurdering.

source: Adding books, e-books, articles etc.
nb: Legge til bøker, e-bøker, artikler osv.

source: If needed, Semantix can also deliver related services like transcription, voice-over, and translation from/to other languages.
nb: Om ønskelig kan Semantix også bistå med relaterte oppgaver som transkribering, voice-over samt oversettelse til og fra andre språk.

source: Hamsunsenteret, with Steven Holl Architects - Nordnorsk arkitekturpris - AIA NY Architecture Honor Award, USA - International Architecture Award, USA/Irland
nb: Hamsunsenteret, sammen med Steven Holl Architects - Nordnorsk arkitekturpris - AIA NY Architecture Honor Award, USA - International Architecture Award, USA/Irland

source: Write field study reports 7.
nb: Skrive feltstudierapporter 7.

source: In the midst of all his jury work, writing, board positions and lectures, including at AHO, Per Olaf is also working on completing a lamp series.
nb: Og midt blant alle juryarbeid, skriving, styreverv og forelesninger, blant annet på AHO, jobber Per Olaf med å avslutte en lampeserie.

source: The Oslo School of Architecture and Design has entered into a framework agreement with Semantix Translations for translation between English and Norwegian, and between Bokmål and Nynorsk.
nb: Arkitektur- og designhøgskolen i Oslo har inngått rammeavtale med Semantix Translations på oversettelse mellom engelsk og norsk, og mellom bokmål og nynorsk.

source: Bánáthy basically says that it is not ethical to design for the other.
nb: Bánáthy sier at det rett og slett er uetisk å designe for de andre.

source: , a trans-disciplinary architecture and engineering practice based in London.
nb: , en multidisiplinær arkitektur- og prosjektering- praksis basert i London.

source: For students who want to take part in “Design Studio” a strong sense of curiosity, experimental outlooks and independence are therefore required.
nb: Utpreget nysgjerrighet, en eksperimenterende holdning og uavhengighet er derfor en nødvendighet for studenter som ønsker å delta i “Designstudio”.

source: Erik Fenstad Langdalen (b.1967) is a Professor and the Head of Institute of Form, Theory and History.
nb: Erik Fenstad Langdalen (f.1967) er Professor og Instituttleder ved Institutt for form, teori og historie.

source: - The Institute of Architecture
nb: - Institutt for arkitektur

source: We will develop single housing units and assemble variations upon these into a community of about 15 units.
nb: Vi vil utvikle enkeltboliger og samle ulike typer av disse til et fellesskap bestående av ca 15 enheter.

source: GK5UL shall provide basic training in the history, theory, method and practice within urbanism.
nb: GK5UL skal samlet gi basisopplæring i historie, teori, metode og praksis innenfor urbanisme.

source: How are public services organized, delivered and funded?
nb: Hvordan er de offentlige tjenestene organisert, levert og betalt?

source: Under the title “Forflytninger”, the latest issue of Kunst og Kultur is dedicated to new research in OCCAS.
nb: Under tittelen «Forflytninger» er siste nummer av Kunst og Kultur viet ny forskning i OCCAS.

source: The students will develop a critical and nuanced understanding of design through workshops on criticism and communication, ethics and culture.
nb: Utvikle en kritisk og nyansert designforståelse gjennom workshops om kritikk og kommunikasjon, etikk og kultur.

source: A broadly composed working group will continue to work on the new organisation model and the goal is to discuss this at the board meeting in March 2021.
nb: En t sammensatt arbeidsgruppe skal jobbe videre med den nye organisasjonsmodellen og måler er å kunne behandle dette i styremøtet i mars 2021

source: Getting more exchange students, and doing more in terms of research.
nb: Å få flere utvekslingsstudenter, og gjøre mer på forskning.

source: "Plattformen" is a wood construction with a floor that is held by 20 different concrete elements.
nb: Plattformen består av en trekonstruksjon og et gulv som er holdt oppe av 20 ulike betongelementer.

source: Teams-groups (institutes, teams, projects etc) will be created in June 2021
nb: Teams-grupper (enheter, institutter etc) opprettes i løpet av høsten 2021
